/* No comment provided by engineer. */
"Album Art" = "CD-Cover";

/* No comment provided by engineer. */
"Album Artist" = "Album Interpret";

/* No comment provided by engineer. */
"Album Comment" = "Album Kommentar";

/* No comment provided by engineer. */
"Album Composer" = "Album Komponist";

/* No comment provided by engineer. */
"Album Genre" = "Album Genre";

/* No comment provided by engineer. */
"Album Title" = "Album Titel";

/* No comment provided by engineer. */
"Album Year" = "Album Jahr";

/* No comment provided by engineer. */
"Compilation" = "Compilation";

/* No comment provided by engineer. */
"Disc Number" = "Disc Number";

/* No comment provided by engineer. */
"FreeDB" = "FreeDB";

/* No comment provided by engineer. */
"Total Discs" = "Gesamte CDs";

/* No comment provided by engineer. */
"Track Artist" = "Lied Interpret";

/* No comment provided by engineer. */
"Track Comment" = "Lied Kommentar";

/* No comment provided by engineer. */
"Track Composer" = "Lied Komponist";

/* No comment provided by engineer. */
"Track Genre" = "Lied Genre";

/* No comment provided by engineer. */
"Track Title" = "Lied Titel";

/* No comment provided by engineer. */
"Track Year" = "Lied Jahr";

